Repository: wpbones/WPKirk-Internationalization-Boilerplate
Catalog: languages/wp-kirk-*.po
Languages: it_it

source: WP Kirk Internationalization Boilerplate
it_it: WP Kirk Internazionalizzazione Boilerplate

source: WP Bones template WordPress plugin
it_it: Benvenuto nel plugin WordPress usato come modello WP Bones

source: Main View
it_it: Vista Principale

source: Second View
it_it: Seconda Vista

source: Hello, World! The jQuery version is
it_it: Ciao, Mondo! La versione di jQuery Ã¨

source: Controller
it_it: Controllore

source: ReactJS Application
it_it: Applicazione ReactJS

source: This View
it_it: Questa View

source: Results
it_it: Risultati

source: Hello World!
it_it: Salve mondo!
